export const instruction =
  "        <p><strong>Первая помощь при ожогах</strong></p>\n" +
  "        <p>\n" +
  "          1. Первая помощь пострадавшим от ожогов должна оказываться сразу, уже\n" +
  "          на месте происшествия и начинается с прекращения действия термического\n" +
  "          агента и выноса (выведения) пораженного из очага пожара. Никакие\n" +
  "          манипуляции на ожоговых ранах при этом не проводятся. Нельзя\n" +
  "          прокалывать и удалять пузыри, отделять приставшие предметы (одежду,\n" +
  "          битум, брызги металла, пластика и т.д.). Прилипшую одежду нельзя\n" +
  "          отрывать от обожженной поверхности, лучше ее отрезать вокруг раны.\n" +
  "        </p>\n" +
  "        <p>2. Вызвать скорую медицинскую помощь (03 или 103).</p>\n" +
  "        <p>\n" +
  "          3. Немедленное, не позднее 10-15 минут после травмы, охлаждение\n" +
  "          обожженной поверхности сокращает время перегревания тканей,\n" +
  "          препятствуя распространению действия термического агента на\n" +
  "          глубжележащие ткани. Охлаждение уменьшает отек и снимает боль,\n" +
  "          оказывает благоприятное влияние на дальнейшее заживление ожоговых ран,\n" +
  "          предупреждая углубление повреждения. Охлаждение не должно задерживать\n" +
  "          транспортировку пострадавшего в стационар.\n" +
  "        </p>\n" +
  "        <p>\n" +
  "          4. При <strong><u>локальных ожогах</u></strong> до 10% поверхности\n" +
  "          тела необходимо охлаждение поврежденных участков кожи не менее 15-20\n" +
  "          минут путем орошения или погружения их в холодную воду, использования\n" +
  "          холодных предметов или специальных охлаждающих гелей. Лед использовать\n" +
  "          нежелательно, лучше охлаждать под душем или под проточной водой,\n" +
  "          направляя струю на ожоговую поверхность и подбирая температуру воды\n" +
  "          таким образом, чтобы пациент ощущал местное облегчение. Идеальная\n" +
  "          температура воды для охлаждения 15 С. Цель &ndash; охладить ожоговую\n" +
  "          рану, а не пациента. Необходимо уделять особое внимание риску\n" +
  "          переохлаждения. Поэтому при обширных ожогах охлаждение проводить не\n" +
  "          рекомендуется.\n" +
  "        </p>\n" +
  "        <p>\n" +
  "          5. При\n" +
  "          <strong><u>ожогах горячей смолой, гудроном или асфальтом</u></strong>\n" +
  "          рекомендуется промывание холодной водой для охлаждения. В дальнейшем с\n" +
  "          целью их размягчения и удаления используют минеральное масло\n" +
  "          (например, вазелиновую мазь), растительное или сливочное масло.\n" +
  "        </p>\n" +
  "        <p>\n" +
  "          6. При <strong><u>химических поражениях кожи</u></strong> необходимо\n" +
  "          осторожно удалить одежду и порошковые химические вещества с\n" +
  "          поверхности тела. Чтобы оказывающий помощь сам не получил ожог\n" +
  "          возможно применение средств защиты (перчатки, защитная одежда,\n" +
  "          противогаз и т.д.). Нельзя тереть пораженный участок кожи салфетками,\n" +
  "          смоченными водой. Все, за некоторым исключением химические ожоги\n" +
  "          следует промыть большим количеством проточной воды не менее 30-40 мин.\n" +
  "          Можно принять душ. На этапе первой врачебной помощи при необходимости\n" +
  "          &ndash; дополнительное промывание водой. Исключения составляют ожоги\n" +
  "          соединениями алюминия (диэтилаллюминийгидрид, триэтилаллюминий и др.)\n" +
  "          которые при взаимодействии с водой воспламеняются; а также ожоги\n" +
  "          концентрированной серной кислотой или негашеной известью &ndash; при\n" +
  "          попадании воды происходит сильное нагревание поверхности, что может\n" +
  "          привести к дополнительному термическому повреждению. Серную кислоту,\n" +
  "          перед промыванием, желательно просушить сухой тряпкой, а при ожогах\n" +
  "          известью сначала сухим путем удалить ее остатки, а затем уже промыть\n" +
  "          кожу проточной водой или обработать любым растительным маслом.\n" +
  "          Антидоты и нейтрализующие жидкости при химических ожогах применять не\n" +
  "          рекомендуется.\n" +
  "        </p>\n" +
  "        <p>\n" +
  "          7. Неотложная помощь пострадавшему от\n" +
  "          <strong><u>электротравмы&nbsp;</u></strong\n" +
  "          >&ndash; быстрое прекращение действия электрического тока. Сразу после\n" +
  "          устранения воздействия тока при наличии у пострадавшего признаков\n" +
  "          клинической смерти непосредственно на месте происшествия проводятся\n" +
  "          реанимационные мероприятия. При признаках общей электротравмы показана\n" +
  "          госпитализация в стационар независимо от объема поражения и состояния\n" +
  "          пострадавшего. Эвакуировать пострадавших с общей электротравмой\n" +
  "          следует в лежачем положении, так как возможны нарушения сердечной\n" +
  "          деятельности. Больные с общей электротравмой без локальных поражений\n" +
  "          при удовлетворительном состоянии госпитализируются на срок не менее 3\n" +
  "          дней. В обязательном порядке у всех пострадавших проводится ЭКГ\n" +
  "          мониторинг.\n" +
  "        </p>";

export const instructionsList = [
  {
    icon: "mdi-fire",
    title: "Первая помощь при ожогах",
    subtitle:
      "Первая помощь при ожогах может включать охлаждение ожоговой поверхности холодной водой, накладывание стерильного повязочного материала и обеспечение болевого обезболивания.",
  },
  {
    icon: "mdi-bottle-tonic-skull",
    title: "Первая помощь при отравлении",
    subtitle:
      "При отравлениях первая помощь может включать промывание желудка, применение абсорбентов для связывания ядовитых веществ и обеспечение поддержания дыхания и кровообращения.",
  },
  {
    icon: "mdi-sun-snowflake",
    title: "Первая помощь при тепловом ударе",
    subtitle:
      "Первая помощь при экстремальных условиях температуры может включать перемещение пострадавшего в безопасное место, удаление избыточной одежды, накладывание холодных компрессов или обогревательных материалов, а также обеспечение гидратации.",
  },
  {
    icon: "mdi-image-broken-variant",
    title: "Первая помощь при переломах и растяжениях",
    subtitle:
      "Первая помощь может включать в себя иммобилизацию поврежденной конечности, применение холода для уменьшения отека и обеспечение удобного положения пострадавшего.",
  },
];
