export const notificationsList = [
    {
        color: "amber",
        icon: "mdi-gesture-tap-button",
        subtitle: "Juny 06, 2023 (07:10:14)",
        title: "Обращение отправлено",
    },
    {
        color: "blue",
        icon: "mdi-clipboard-text",
        subtitle: "May 17, 2023 (16:29:42)",
        title: "Рекомендации по безопасности (№104)",
        unread: true,
    },
    {
        color: "blue",
        icon: "mdi-clipboard-text",
        subtitle: "May 17, 2023 (16:29:36)",
        title: "Обращение зарегистрировано (№104)",
        unread: true,
    },
    {
        color: "amber",
        icon: "mdi-gesture-tap-button",
        subtitle: "May 17, 2023 (16:28:31)",
        title: "Обращение отправлено",
    },
    {
        color: "blue",
        icon: "mdi-clipboard-text",
        subtitle: "May 14, 2023 (14:39:31)",
        title: "Рекомендации по безопасности (№44)",
        unread: true,
    },
    {
        color: "blue",
        icon: "mdi-clipboard-text",
        subtitle: "May 14, 2023 (14:39:25)",
        title: "Обращение зарегистрировано (№44)",
    },
    {
        color: "amber",
        icon: "mdi-gesture-tap-button",
        subtitle: "May 14, 2023 (14:39:21)",
        title: "Обращение отправлено",
    },
]

export const notification = "        <p class=\"body-1\">\n" +
    "          В соответствии с вашим обращением составлен перечень рекомендаций по\n" +
    "          безопасности.\n" +
    "        </p>\n" +
    "        <h3>Действия при пожаре в квартире</h3>\n" +
    "        <ol>\n" +
    "          <li>\n" +
    "            Сообщите о пожаре в пожарную охрану по телефонам &laquo;112&raquo;,\n" +
    "            &laquo;01&raquo; (с сотового тел. 01*, 112).\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            Если нет опасности поражения электротоком, приступайте к тушению\n" +
    "            пожара водой, или используйте плотную (мокрую ткань).\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            При опасности поражения электротоком отключите электроэнергию.\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            Горючие жидкости тушить водой нельзя (тушите песком, землёй,\n" +
    "            огнетушителем, если их нет, накройте плотной смоченной в воде\n" +
    "            тканью).\n" +
    "          </li>\n" +
    "          <li>При пожаре ни в коем случае не открывайте форточки и окна.</li>\n" +
    "          <li>\n" +
    "            Если вам не удаётся своими силами ликвидировать пожар, выйдите из\n" +
    "            квартиры, закрыв за собой дверь, и немедленно сообщите о пожаре\n" +
    "            соседям и жильцам выше-ниже находящихся квартир.\n" +
    "          </li>\n" +
    "          <li>Встретьте пожарных и проведите их к месту пожара.</li>\n" +
    "          <li>\n" +
    "            При высокой температуре, сильной задымлённости необходимо\n" +
    "            передвигаться ползком, так как температура у пола значительно ниже и\n" +
    "            больше кислорода.\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            При невозможности эвакуироваться из квартиры через лестничную\n" +
    "            площадку, когда пути эвакуация отрезаны, необходимо выйти на балкон,\n" +
    "            закрыв за собою дверь, и звать на помощь прохожих.\n" +
    "          </li>\n" +
    "        </ol>\n" +
    "        <h3>Действия при пожаре в здании</h3>\n" +
    "        <ol>\n" +
    "          <li>\n" +
    "            Определите для себя, выходить или не выходить наружу. Убедитесь, что\n" +
    "            за дверью нет пожара, приложив свою руку к двери или к металлической\n" +
    "            ручке. Если они горячие, то ни в коем случае не открывайте дверь.\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            Не входите туда, где большая концентрация дыма и видимость менее 10\n" +
    "            метров.\n" +
    "          </li>\n" +
    "        </ol>\n" +
    "        <p>Если дым и пламя позволяют выйти из помещения (здания) наружу:</p>\n" +
    "        <ol>\n" +
    "          <li>\n" +
    "            Уходите скорее от огня, используя основные и запасные пути\n" +
    "            эвакуации.\n" +
    "          </li>\n" +
    "          <li>Отключите попутно электроэнергию.</li>\n" +
    "          <li>\n" +
    "            Идите к выходу на четвереньках, так как вредные продукты горения\n" +
    "            скапливаются на уровне нашего роста и выше, закрывая при этом рот и\n" +
    "            нос подручными средствами защиты.\n" +
    "          </li>\n" +
    "          <li>По пути за собой плотно закрывайте дверь.</li>\n" +
    "          <li>\n" +
    "            Покинув опасное помещение, не вздумайте возвращаться назад, сообщите\n" +
    "            о себе должностным лицам.\n" +
    "          </li>\n" +
    "        </ol>\n" +
    "        <p>Если дым и пламя в соседних помещениях не позволяет выйти наружу:</p>\n" +
    "        <ol>\n" +
    "          <li>Не поддавайтесь панике.</li>\n" +
    "          <li>Накройтесь полностью мокрым покрывалом (тканью).</li>\n" +
    "          <li>\n" +
    "            Проверьте существует ли возможность выйти на крышу или спуститься по\n" +
    "            пожарной лестнице.\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            Если возможности эвакуироваться нет, то для защиты от тепла и дыма\n" +
    "            необходимо надёжно загерметизировать своё помещение:\n" +
    "            <ul>\n" +
    "              <li>\n" +
    "                плотно закройте входную дверь, заткните щели двери изнутри\n" +
    "                помещения, используя при этом любую ткань;\n" +
    "              </li>\n" +
    "              <li>\n" +
    "                закройте окна, форточки, заткните вентиляционные отверстия;\n" +
    "              </li>\n" +
    "              <li>если есть вода, постоянно смачивайте дверь, пол.</li>\n" +
    "            </ul>\n" +
    "          </li>\n" +
    "          <li>\n" +
    "            Если помещение наполнилось дымом, передвигайтесь на четвереньках,\n" +
    "            прикрыв рот и нос влажной тряпкой (носовым платком, рукавом от\n" +
    "            рубашки), в сторону окна и находитесь возле окна и привлекайте к\n" +
    "            себе внимание людей на улице.\n" +
    "          </li>\n" +
    "        </ol>"