<template>
  <div>
    <!--        <v-card elevation="0">-->
    <!--          <v-card-title>Справочная информация</v-card-title>-->
    <!--          <v-divider />-->
    <!--          <v-list>-->
    <!--            <div v-for="instruction in instructionsList" :key="instruction.title">-->
    <!--              <v-list-item :key="instruction.title" align="left">-->
    <!--                <v-list-item-avatar>-->
    <!--                  <v-icon color="primary">{{ instruction.icon }}</v-icon>-->
    <!--                </v-list-item-avatar>-->

    <!--                <v-list-item-content>-->
    <!--                  <v-list-item-title v-text="instruction.title"></v-list-item-title>-->

    <!--                  <v-list-item-subtitle-->
    <!--                    v-text="instruction.subtitle"-->
    <!--                  ></v-list-item-subtitle>-->
    <!--                  <v-divider />-->
    <!--                </v-list-item-content>-->
    <!--              </v-list-item>-->
    <!--              <v-divider />-->
    <!--            </div>-->
    <!--          </v-list>-->
    <!--        </v-card>-->
    <!--        <v-card elevation="0">-->
    <!--          <v-card-title>3 непрочитанных уведомления</v-card-title>-->
    <!--          <v-divider />-->
    <!--          <v-list>-->
    <!--            <v-list-item-->
    <!--              v-for="file in files"-->
    <!--              :key="file.title"-->
    <!--              align="left"-->
    <!--              :class="{ 'blue lighten-4 font-weight-medium': file.readable }"-->
    <!--            >-->
    <!--              <v-list-item-avatar>-->
    <!--                <v-icon :class="file.color" dark v-text="file.icon"></v-icon>-->
    <!--              </v-list-item-avatar>-->

    <!--              <v-list-item-content>-->
    <!--                <v-list-item-title v-text="file.title"></v-list-item-title>-->

    <!--                <v-list-item-subtitle v-text="file.subtitle"></v-list-item-subtitle>-->
    <!--              </v-list-item-content>-->
    <!--            </v-list-item>-->
    <!--          </v-list>-->
    <!--            </v-card>-->
    <v-card elevation="0">
      <v-card-title
        ><v-btn icon @click="goBack"
          ><v-icon v-text="'mdi-arrow-right'" /></v-btn
      ></v-card-title>
      <v-divider />
      <v-card-title>Рекомендации по безопасности</v-card-title>
      <v-card-subtitle align="left"
        >Обращение №104. May 17, 2023 (16:29:42)</v-card-subtitle
      >
      <v-divider />
      <v-card-text align="left">
        <p class="body-1">
          В соответствии с вашим обращением составлен перечень рекомендаций по
          безопасности.
        </p>
        <h3>Действия при пожаре в квартире</h3>
        <ol>
          <li>
            Сообщите о пожаре в пожарную охрану по телефонам &laquo;112&raquo;,
            &laquo;01&raquo; (с сотового тел. 01*, 112).
          </li>
          <li>
            Если нет опасности поражения электротоком, приступайте к тушению
            пожара водой, или используйте плотную (мокрую ткань).
          </li>
          <li>
            При опасности поражения электротоком отключите электроэнергию.
          </li>
          <li>
            Горючие жидкости тушить водой нельзя (тушите песком, землёй,
            огнетушителем, если их нет, накройте плотной смоченной в воде
            тканью).
          </li>
          <li>При пожаре ни в коем случае не открывайте форточки и окна.</li>
          <li>
            Если вам не удаётся своими силами ликвидировать пожар, выйдите из
            квартиры, закрыв за собой дверь, и немедленно сообщите о пожаре
            соседям и жильцам выше-ниже находящихся квартир.
          </li>
          <li>Встретьте пожарных и проведите их к месту пожара.</li>
          <li>
            При высокой температуре, сильной задымлённости необходимо
            передвигаться ползком, так как температура у пола значительно ниже и
            больше кислорода.
          </li>
          <li>
            При невозможности эвакуироваться из квартиры через лестничную
            площадку, когда пути эвакуация отрезаны, необходимо выйти на балкон,
            закрыв за собою дверь, и звать на помощь прохожих.
          </li>
        </ol>
        <h3>Действия при пожаре в здании</h3>
        <ol>
          <li>
            Определите для себя, выходить или не выходить наружу. Убедитесь, что
            за дверью нет пожара, приложив свою руку к двери или к металлической
            ручке. Если они горячие, то ни в коем случае не открывайте дверь.
          </li>
          <li>
            Не входите туда, где большая концентрация дыма и видимость менее 10
            метров.
          </li>
        </ol>
        <p>Если дым и пламя позволяют выйти из помещения (здания) наружу:</p>
        <ol>
          <li>
            Уходите скорее от огня, используя основные и запасные пути
            эвакуации.
          </li>
          <li>Отключите попутно электроэнергию.</li>
          <li>
            Идите к выходу на четвереньках, так как вредные продукты горения
            скапливаются на уровне нашего роста и выше, закрывая при этом рот и
            нос подручными средствами защиты.
          </li>
          <li>По пути за собой плотно закрывайте дверь.</li>
          <li>
            Покинув опасное помещение, не вздумайте возвращаться назад, сообщите
            о себе должностным лицам.
          </li>
        </ol>
        <p>Если дым и пламя в соседних помещениях не позволяет выйти наружу:</p>
        <ol>
          <li>Не поддавайтесь панике.</li>
          <li>Накройтесь полностью мокрым покрывалом (тканью).</li>
          <li>
            Проверьте существует ли возможность выйти на крышу или спуститься по
            пожарной лестнице.
          </li>
          <li>
            Если возможности эвакуироваться нет, то для защиты от тепла и дыма
            необходимо надёжно загерметизировать своё помещение:
            <ul>
              <li>
                плотно закройте входную дверь, заткните щели двери изнутри
                помещения, используя при этом любую ткань;
              </li>
              <li>
                закройте окна, форточки, заткните вентиляционные отверстия;
              </li>
              <li>если есть вода, постоянно смачивайте дверь, пол.</li>
            </ul>
          </li>
          <li>
            Если помещение наполнилось дымом, передвигайтесь на четвереньках,
            прикрыв рот и нос влажной тряпкой (носовым платком, рукавом от
            рубашки), в сторону окна и находитесь возле окна и привлекайте к
            себе внимание людей на улице.
          </li>
        </ol></v-card-text
      >
    </v-card>
    <bottom-navigation :tab="2" />
  </div>
</template>

<script>
import BottomNavigation from "@/modules/Navigation/BottomNavigation.vue";

export default {
  name: "NotificationsView",
  components: { BottomNavigation },
  data() {
    return {
      files: [
        {
          color: "amber",
          icon: "mdi-gesture-tap-button",
          subtitle: "May 17, 2023 (16:51:00)",
          title: "Обращение отправлено",
        },
        {
          color: "blue",
          icon: "mdi-clipboard-text",
          subtitle: "May 17, 2023 (16:29:42)",
          title: "Рекомендации по безопасности (№104)",
          readable: true,
        },
        {
          color: "blue",
          icon: "mdi-clipboard-text",
          subtitle: "May 17, 2023 (16:29:36)",
          title: "Обращение зарегистрировано (№104)",
          readable: true,
        },
        {
          color: "amber",
          icon: "mdi-gesture-tap-button",
          subtitle: "May 17, 2023 (16:28:31)",
          title: "Обращение отправлено",
        },
        {
          color: "blue",
          icon: "mdi-clipboard-text",
          subtitle: "May 14, 2023 (14:39:31)",
          title: "Рекомендации по безопасности (№44)",
          readable: true,
        },
        {
          color: "blue",
          icon: "mdi-clipboard-text",
          subtitle: "May 14, 2023 (14:39:25)",
          title: "Обращение зарегистрировано (№44)",
        },
        {
          color: "amber",
          icon: "mdi-gesture-tap-button",
          subtitle: "May 14, 2023 (14:39:21)",
          title: "Обращение отправлено",
        },
      ],

      instructionsList: [
        {
          icon: "mdi-fire",
          title: "Первая помощь при ожогах",
          subtitle:
            "Первая помощь при ожогах может включать охлаждение ожоговой поверхности холодной водой, накладывание стерильного повязочного материала и обеспечение болевого обезболивания.",
        },
        {
          icon: "mdi-bottle-tonic-skull",
          title: "Первая помощь при отравлении",
          subtitle:
            "При отравлениях первая помощь может включать промывание желудка, применение абсорбентов для связывания ядовитых веществ и обеспечение поддержания дыхания и кровообращения.",
        },
        {
          icon: "mdi-sun-snowflake",
          title: "Первая помощь при тепловом ударе",
          subtitle:
            "Первая помощь при экстремальных условиях температуры может включать перемещение пострадавшего в безопасное место, удаление избыточной одежды, накладывание холодных компрессов или обогревательных материалов, а также обеспечение гидратации.",
        },
        {
          icon: "mdi-image-broken-variant",
          title: "Первая помощь при переломах и растяжениях",
          subtitle:
            "Первая помощь может включать в себя иммобилизацию поврежденной конечности, применение холода для уменьшения отека и обеспечение удобного положения пострадавшего.",
        },
      ],
    };
  },
  methods: {
    goBack() {
      this.$store.commit("setPageTransition", "back");
      this.$router.go(-1);
    },
  },
};
</script>

<style scoped></style>
